{
  "Q2FuIGJlIGVhc2lseSBhY2Nlc3NlZCB3aGVuIG5lZWRlZC4=": "Poate fi accesat cu ușurință atunci când este necesar.",
  "QSBjb25jZWFsZWQgY2FycmllciBzdXNwZW5kZWQgY2VpbGluZy": "Un sistem de tavan suspendat cu suport ascuns este de obicei preferat pentru modulațiile la scară largă.",
  "Q2FuIGhhdmUgcGVyZm9yYXRlZCBvciBzbW9vdGggc3VyZmFjZX": "Poate avea suprafețe perforate sau netede.",
  "UGVyZm9yYXRlZCBvciBtZXNoIHBhbmVscyBpbiB2YXJpb3VzIH": "Se pot folosi panouri perforate sau plasa de diferite dimensiuni.",
  "Q2FuIGJlIHBhaW50ZWQgaW4gYWxsIFJBTCBjb2xvcnMu": "Poate fi vopsit în toate culorile RAL.",
  "SG9vay1PbiBDb3JyaWRvciBDZWlsaW5nIEZlYXR1cmVzOg==": "Caracteristici tavanului coridorului cu cârlig:",
  "Q2FuIGJlIHNpemVkIHRvIHN1aXQgdGhlIGRpbWVuc2lvbnMgb2": "Poate fi dimensionat pentru a se potrivi cu dimensiunile spațiului în care va fi utilizat.",
  "Q2FuIGJlIGVhc2lseSBpbnN0YWxsZWQgYW5kIGRpc21hbnRsZW": "Poate fi instalat și demontat cu ușurință.",
  "SG9vay1vbiBiZW5kcyBvbiB0aGUgcGFuZWwgYXJlIHByb2R1Y2": "Îndoirile cu cârlig de pe panou sunt produse prin interblocare.",
  "VGhpcyBzeXN0ZW0gY2FuIGJlIGFwcGxpZWQgdG8gbWVzaCwgcG": "Acest sistem poate fi aplicat pe plasă, metal perforat sau panouri metalice neperforate.",
  "T2ZmZXJzIHRoZSBwb3NzaWJpbGl0eSBvZiBhcHBsaWNhdGlvbi": "Oferă posibilitatea de aplicare cu o piesă de conectare la perete.",
  "QSBwcmVmZXJyZWQgb3B0aW9uIGluIHNwYWNlcyBzZWVraW5nIG": "O opțiune preferată în spațiile care caută estetică și flexibilitate în design. Aspectul natural și cald al lemnului, combinat cu durabilitatea, face din acest sistem de tavan o soluție decorativă de lungă durată și impresionantă. Produsul deflector acustic din lemn oferă performanțe excelente de sunet în săli de concert, birouri, săli de conferințe și săli de bal.",
  "Q2FuIGJlIG1hZGUgZnJvbSBuYXR1cmFsIHdvb2Qgb3IgTURGIH": "Poate fi realizat din lemn natural sau MDF cu furnir de lemn, lamele sau vopsit in orice culoare dorita cu lac.",
  "RmxhbWUtcmV0YXJkYW50IHdvb2QgdmFybmlzaCBjYW4gYmUgYX": "Se poate aplica lac pentru lemn ignifug.",
  "SWYgYSBzbG90dGVkIFogY2FycmllciBpcyB1c2VkLCBpdCBmYW": "Dacă se folosește un suport Z cu fante, acesta facilitează instalarea și dezasamblarea ușoară, oferind acces rapid la utilități.",
  "QWNvdXN0aWMgd2FsbCBwYW5lbHMgYXJlIGNyZWF0ZWQgYnkgcm": "Panourile acustice de perete sunt create prin întărirea celor patru margini ale panourilor din vată de sticlă de 95 kg/m³, cu grosimea cuprinsă între 20 mm și 100 mm, și acoperirea acestora cu material textil sau plasă de sticlă.",
  "Q3VzdG9tIHByb2R1Y3Rpb24gaW4gZGVzaXJlZCBjb2xvcnMgY2": "Producția la comandă în culorile dorite poate fi realizată pentru proiecte specifice.",
  "QWNvdXN0aWMgd2FsbCBwYW5lbHMgYXJlIGhpZ2gtcGVyZm9ybW": "Panourile acustice de perete sunt absorbante de zgomot clasa A de înaltă performanță și sunt ușor de aplicat.",
  "VGhleSBhYnNvcmIgc291bmQgaW4gdGhlIGVudmlyb25tZW50LC": "Acestea absorb sunetul din mediu, asigurând o transmisie optimă a sunetului.",
  "QWNvdXN0aWMgZ2xhc3Mgd29vbCBjZWlsaW5nIHBhbmVscyBwcm": "Panourile acustice de tavan din vată de sticlă oferă soluții pentru controlul sunetului în medii interioare. Când sunt utilizate în spații precum cinematografe, săli de conferințe, birouri și spitale, acestea contribuie la absorbția sunetului reflectat de suprafețele tavanului. Acest lucru are ca rezultat o performanță acustică îmbunătățită și un mediu mai silențios.",
  "QWJzb3JicyBzb3VuZCBpbiB0aGUgZW52aXJvbm1lbnQsIGVuc3": "Absoarbe sunetul din mediul inconjurator, asigurand o transmisie optima a sunetului.",
  "QWNvdXN0aWMgcGFuZWxzIGFyZSBoaWdoLXBlcmZvcm1hbmNlIE": "Panourile acustice sunt panouri fonoabsorbante de clasa A de înaltă performanță.",
  "Q2FycmllciBzeXN0ZW1zIHN1Y2ggYXMgVDI0LCBUMTUsIGNoYW": "Pot fi utilizate sisteme de transport precum T24, T15, sisteme canalizate sau ascunse.",
  "RWFzeSB0byBhcHBseS4=": "Usor de aplicat.",
  "QWNvdXN0aWMgY2VpbGluZyBwYW5lbHMgYXJlIGNyZWF0ZWQgYn": "Panourile acustice de tavan sunt create prin întărirea celor patru margini ale panourilor din vată de sticlă cu o densitate de 50–95 kg/m³ și grosimi de 15 mm–20 mm și acoperirea suprafeței frontale cu plasă de sticlă.",
  "U3RhbmRhcmQgY29sb3JzIGluY2x1ZGUgUkFMIDkwMTYgV2hpdG": "Culorile standard includ RAL 9016 alb, RAL 9005 negru și RAL 7016 gri antracit sau pot fi vopsite în orice culoare RAL dorită. Este disponibilă și o opțiune cu aspect de lemn.",
  "VGhlIGxvY2tpbmcgc3lzdGVtIGlzIHNwZWNpYWxseSBkZXNpZ2": "Sistemul de blocare este special conceput.",
  "V2l0aCBzcGVjaWFsIGZpcmUgZXhwYW5zaW9uIGdhcHMsIHRoZS": "Cu goluri speciale de extindere a focului, structura de expansiune previne prăbușirea sistemului în timpul unui incendiu potențial și asigură stabilitatea sistemului de transport la temperaturi ridicate.",
  "VDI0IGNhcnJpZXIgcHJvZmlsZXMgdW5kZXJnbyBiZW5kaW5nIH": "Profilele suport T24 sunt supuse testelor de încovoiere conform standardului TSE - EN 13964, iar deformarea este mai mică de 0,2 mm, respectând astfel normele TSE EN.",
  "VDE1IGNhcnJpZXIgcHJvZmlsZXMgdW5kZXJnbyBiZW5kaW5nIH": "Profilele suport T15 sunt supuse testelor de încovoiere conform standardului TSE - EN 13964, iar deformarea este mai mică de 0,2 mm, respectând astfel normele TSE EN."
}